app/controllers/users_controller.rb

  def create
    @user = User.new('username' => params[:username],
                     'email' => params[:email],
                     'bio' => params[:bio])
    @user.save
---
INSERT INTO "users" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-07-31 14:41:58.293238"], ["updated_at", "2018-07-31 14:41:58.293238"]]